Ran Plan for project: `my-test-project` dir: `terraform` workspace: `default`

<details><summary>Show Output</summary>

```diff
aws_security_group.aws_sg: Refreshing state... [id=sg-0fc3effd9df53d529]

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
-/+ destroy and then create replacement

Terraform will perform the following actions:

  # aws_security_group.aws_sg must be replaced
-/+ resource "aws_security_group" "aws_sg" {
      ~ arn                    = "arn:aws:ec2:eu-west-1:134132357646:security-group/sg-0fc3effd9df53d529" -> (known after apply)
      ~ id                     = "sg-0fc3effd9df53d529" -> (known after apply)
      ~ name                   = "security group from TF GITHUB" -> "security group from TF" # forces replacement
      + name_prefix            = (known after apply)
      ~ owner_id               = "134132357646" -> (known after apply)
      - tags                   = {} -> null
      ~ tags_all               = {} -> (known after apply)
      ~ vpc_id                 = "vpc-0835b5aa501c56780" -> (known after apply)
        # (4 unchanged attributes hidden)
    }

Plan: 1 to add, 0 to change, 1 to destroy.


```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -p my-test-project`
* :put_litter_in_its_place: To **delete** this plan click [here](http://ec2-54-154-131-102.eu-west-1.compute.amazonaws.com:4141/lock?id=atifcodenterprise%252Ftesting%252Fterraform%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -p my-test-project`
</details>
Plan: 1 to add, 0 to change, 1 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
